content/posts/a-new-blog.md
+++
title = "A new blog"
author = ["Jonathan Peel"]
date = 2020-04-18T12:51:00+03:00
tags = ["blog"]
draft = false
+++

I am starting a new blog.

The reason is that I have been enjoying React a lot, and Gatsby seems to be pretty cool at the moment.

I am not that great at design, but I can make small improvements over time, I am happy with what I have for now.

It is on [github](https://github.com/Thorocaine/blog-home) if you really do want to see the source, but it is pretty simple.


## Update {#update}

This post has been migrated, it is now running on Hugo.
